Repository: hovadur/pidgin-juick-plugin
Catalog: po/*.po
Languages: ru, uk

source: <font color="red">more juick tags will not placing due to reach their maximum count: %d in the single message </font>
ru: <font color="red">Больше жуйктеги не будут размещаться из-за достижения их максимального количества: %d в одном сообщении </font>
uk: <font color="red">більше теґів джуїка не буде розміщено через досягнення максимальної їх кількості: %d у одному повідомленні </font>

source: : reply to
ru: : в ответ на
uk: : відповісти на

source: Replies (%s)
ru: Ответы (%s)
uk: Відповіді (%s)

source: Continued discussion
ru: Продолжение дискуссии
uk: Продовження дискусії

source: _See user info and posts
ru: _Смотреть информацию и посты жуйковчанина
uk: Переглянути інформацію про користувача та _його останні повідомлення

source: _Insert/replace '%s ' at start
ru: _Вставить/заменить '%s' в начале
uk: В_ставити/замінити '%s ' на початку

source: Insert/replace '%s ' at _cursor
ru: Вставить/заменить '%s' на месте _курсора
uk: Вставити/замінити '%s ' під _курсором

source: See user _webpage
ru: Смотреть _вебстраницу жуйковчанина
uk: Переглянути _веб-сторінку користувача

source: See user _info
ru: Смотреть _информацию о жуйковчанине
uk: Переглянути _інформацію користувача

source: See user _posts
ru: Посмотреть _посты жуйковчанина
uk: Переглянути _повідомлення користувача

source: Subscribe _to %s
ru: Подписаться _на %s
uk: Підписатися _на %s

source: Unsubscribe _from %s
ru: Отписаться _от %s
uk: Відписатися ві_д %s

source: _See replies to post
ru: _Смотреть ответы на пост
uk: _Переглянути відповіді на повідомлення

source: See post _webpage
ru: Смотреть _вебстраницу поста
uk: Перейти на _веб-сторінку з повідомленням

source: Subscribe _to this post
ru: Подписаться _на этот пост
uk: Підписатися _на це повідомлення

source: Unsubscribe _from this post
ru: Отписаться _от этого поста
uk: Відписатися ві_д цього повідомлення

source: R_ecommend this post
ru: Р_екомендовать этот пост
uk: _Рекомендувати це повідомлення

source: Greyed out tags in the message
ru: Выделять теги в сообщении
uk: Виділяти теґи у повідомленні

source: Show max warning message
ru: Показывать предупреждающее сообщение о достижении максимального количества жуйктегов
uk: Показувати попередження про досягнення максимальної кількості теґів

source: Show Juick conversation when click on juick tag in other conversation
ru: Показывать Juick беседу при клику на жуйктеге в другой беседе
uk: Показувати повідомлення джуїка при натисканні джуїк-теґа у іншому повідомленні

source: Insert when left click, don't show
ru: Вставлять по левому щелчку, а не показывать
uk: Вставляти при натисканні лівою кнопкою, не показувати відповіді

source: Juick
ru: Жуйк
uk: джуїк

source: Adds some color and button for juick bot.
ru: Добавляет цвета и кнопки для жуйкбота
uk: Додає кольорів та кнопок джуїк-ботові jubo@nologin.ru

source: Adds some color and button for juick bot. Unfortunately pidgin developers have decided that more than 100 tags may not be necessary when displaying the message
ru: Добавляет цвета и кнопки для жуйкбота. К сожалению, разработчики пиджина решили, что более чем 100 тегов не могут быть необходимыми при отображении сообщения
uk: Додає кольорів та кнопок джуїк-ботові jubo@nologin.ru На жаль, розробники Pidgin’а вирішили, що 100 теґів у одному повідомленні буде достатньо для кожного
